[
    {
        "word": "Force",
        "translation": "Fuerza",
        "definitions": " a powerful effect or influence. (physics) the influence that produces a change in a physical quantity. physical energy or intensity. group of people willing to obey orders. a unit that is part of some military service. an act of aggression (as one against a person who resists). one possessing or exercising power or influence or authority. a group of people having the power of effective action. (of a law) having legal validity. a putout of a base runner who is required to run; the putout is accomplished by holding the ball while touching the base to which the runner must advance before the runner reaches that base. to cause to do through pressure or necessity, by physical, moral or intellectual means :. urge or force (a person) to an action; constrain or motivate. move with force,. impose urgently, importunately, or inexorably. squeeze like a wedge into a tight space. force into or from an action or state, either physically or metaphorically. cause to move by pulling. do forcibly; exert force. take by force."
    },
    {
        "word": "Friend",
        "translation": "Amigo",
        "definitions": " a person you know well and regard with affection and trust. an associate who provides cooperation or assistance. a person with whom you are acquainted. a person who backs a politician or a team etc.. a member of the Religious Society of Friends founded by George Fox (the Friends have never called themselves Quakers)."
    },
    {
        "word": "Word",
        "translation": "Palabra",
        "definitions": " a unit of language that native speakers can identify. a brief statement. information about recent and important events. a verbal command for action. an exchange of views on some topic. a promise. a word is a string of bits stored in computer memory. the divine word of God; the second person in the Trinity (incarnate in Jesus). a secret word or phrase known only to a restricted group. the sacred writings of the Christian religions. put into words or an expression."
    }
]